Repository: jameskoster/woocommerce-accepted-payment-methods
Catalog: languages/woocommerce-accepted-payment-methods-*.po
Languages: de_de

source: Accepted Payment Methods
de_de: Akzeptierte Zahlungsarten

source: American Express
de_de: American Express Kreditkarte

source: Display the American Express logo
de_de: Das American Express Logo anzeigen

source: Google
de_de: Google Wallet

source: Display the Google logo
de_de: Das Google Wallet Logo anzeigen

source: MasterCard
de_de: MasterCard Kreditkarte

source: Display the MasterCard logo
de_de: Das MasterCard Logo anzeigen

source: Display the PayPal logo
de_de: Das PayPal Logo anzeigen

source: Visa
de_de: Visa Card Kreditkarte

source: Display the Visa logo
de_de: Das Visa Card Logo anzeigen

source: Title:
de_de: Titel:

source: WooCommerce Accepted Payment Methods
de_de: WooCommerce Akzeptierte Zahlungsarten

source: Allows you display which payment methods your online store accepts.
de_de: Damit können Sie auf der Webseite anzeigen, welche Zahlungsarten Ihr Online-Shop akzeptiert.

source: To display the selected payment methods you can use the built in widget, the %s shortcode or the %s template tag.
de_de: Um die ausgewählten Zahlungsarten anzuzeigen, können Sie das mitgelieferte Widget verwenden, den %s Shortcode oder den %s Template-Tag.
